MESSAGE_USER_NOT_REGISTERED = 'Чтобы я могла Вам помочь, необходимо зарегистрироваться.\n' \
                              'Напишите, пожалуйста, Ваш логин и пароль от дневника.' \
                              'Это необходимо для того, чтобы я точно Вас поняла'

MESSAGE_START = 'Добрый день.\n' + MESSAGE_USER_NOT_REGISTERED

MESSAGE_USER_WAS_REGISTERED = 'Отлично! ' \
                              'Сейчас попробую подключиться к Вашему дневнику, подождите, пожалуйста, пару минут.'

MESSAGE_UNKNOWN_COMMAND = 'Извините, я Вас не поняла.'

MESSAGE_ERROR_OCCURRED = 'Извините, произошла внутренняя ошибка.\n' \
                        'Скоро все исправим, пожалуйста, попробуйте обратиться позже.'

MESSAGE_DIARY_LOADING = 'Ваш дневник загружается. Пожалуйста, повторите попытку позже'
